{
    "nav1": "портфолио",
    "nav2": "блог",
    "nav3": "резюме",
    "nav4": "магазин",
    "nav5": "фриланс",
    "nav6": "обо мне",
    "nav7": "контакт",
    "hero-h1-1": "Записи в блоге",
    "hero-h1-2": "Я думаю, да, вот оно.",
    "hero-p": "Дизайн начинается после того, как я начинаю думать о том, как наиболее успешно представить опыт, может ли кнопка, которую я вставляю, решить проблему. Единственный момент в дизайне — это не дизайн пользовательского интерфейса, если пользователь не получит хорошего опыта в конце использования продукта, дизайн будет считаться неудачным, по моему мнению.",
    "cards-nav1": "все",
    "cards-nav2": "UI-дизайн",
    "cards-nav3": "UX-дизайн",
    "cards-nav4": "Дизайн продукта",
    "cards-nav5": "статьи",
    "cards-nav6": "учебники",
    "cards-nav7": "новости",
    "cards-date": "23 НОЯБРЯ 2020",
    "cards-h3": "Этот подход неверен в дизайне пользовательского интерфейса.",
    "cards-p": "Краткое руководство по оказанию помощи пользователям в сложных шагах от изучения вашего подкаста в Интернете. Краткое руководство по оказанию помощи пользователям в сложных шагах от изучения вашего подкаста в Интернете.",
    "cards-link": "читать далее",
    "post-h": "Подробности блога",
    "post-span1": "Как и в графическом дизайне и веб-разработке, тенденции в UX-дизайне приходят и уходят не просто так. UX — это разработка лучшего цифрового мира для человечества. Это область, которая требует инноваций, но которая постоянно развивается. Регулярное отслеживание блогов о UX-дизайне поможет вам оставаться в курсе изменений в отрасли, а также развивать свои навыки UX.",
    "post-span2": "Кроме того, многие блоги по UX-дизайну знакомят вас с примерами успешного развития приложения или веб-сайта, а также с тем, как было улучшено удобство использования. Чтение подобных примеров может помочь вам получить идеи. В этом смысле блоги по UX-дизайну могут помочь вам определить направления, в которых должны развиваться ваши будущие проекты."
}